[
  {
    "en": "Track your daily expenses using a simple app—it's the first step to financial freedom!",
    "hi": "एक सिंपल ऐप का इस्तेमाल करके अपने दैनिक खर्चों को ट्रैक करें—यह आर्थिक आजादी का पहला कदम है!",
    "pa": "ਇੱਕ ਸਿੰਪਲ ਐਪ ਦੀ ਵਰਤੋਂ ਕਰਕੇ ਆਪਣੇ ਰੋਜ਼ਾਨਾ ਖਰਚਿਆਂ ਨੂੰ ਟ੍ਰੈਕ ਕਰੋ—ਇਹ ਆਰਥਿਕ ਅਜ਼ਾਦੀ ਦਾ ਪਹਿਲਾ ਕਦਮ ਹੈ!"
  },
  {
    "en": "Save at least 20% of your monthly income before spending on anything else.",
    "hi": "किसी और चीज पर खर्च करने से पहले अपनी मासिक आय का कम से कम 20% बचाएं।",
    "pa": "ਕਿਸੇ ਹੋਰ ਚੀਜ਼ 'ਤੇ ਖਰਚ ਕਰਨ ਤੋਂ ਪਹਿਲਾਂ ਆਪਣੀ ਮਾਸਿਕ ਆਮਦਨ ਦਾ ਘੱਟੋ-ਘੱਟ 20% ਬਚਾਓ।"
  },
  {
    "en": "Start investing early—even small amounts compound over time into significant wealth.",
    "hi": "जल्दी निवेश करना शुरू करें—छोटी मात्राएं भी समय के साथ महत्वपूर्ण संपत्ति में बदल जाती हैं।",
    "pa": "ਜਲਦੀ ਨਿਵੇਸ਼ ਕਰਨਾ ਸ਼ੁਰੂ ਕਰੋ—ਛੋਟੀਆਂ ਰਕਮਾਂ ਵੀ ਸਮੇਂ ਦੇ ਨਾਲ ਮਹੱਤਵਪੂਰਨ ਦੌਲਤ ਬਣ ਜਾਂਦੀਆਂ ਹਨ।"
  },
  {
    "en": "Create an emergency fund covering 3-6 months of your living expenses.",
    "hi": "अपने 3-6 महीने के जीवन यापन खर्च को कवर करने वाला एमर्जेंसी फंड बनाएं।",
    "pa": "ਆਪਣੇ 3-6 ਮਹੀਨਿਆਂ ਦੇ ਜੀਵਨ ਯਾਪਨ ਖਰਚਿਆਂ ਨੂੰ ਕਵਰ ਕਰਨ ਵਾਲਾ ਐਮਰਜੈਂਸੀ ਫੰਡ ਬਣਾਓ।"
  },
  {
    "en": "Avoid credit card debt—pay full balance every month to stay debt-free.",
    "hi": "क्रेडिट कार्ड के कर्ज से बचें—कर्ज मुक्त रहने के लिए हर महीने पूरा बैलेंस चुकाएं।",
    "pa": "ਕ੍ਰੈਡਿਟ ਕਾਰਡ ਦੇ ਕਰਜ਼ੇ ਤੋਂ ਬਚੋ—ਕਰਜ਼ਾ ਮੁਕਤ ਰਹਿਣ ਲਈ ਹਰ ਮਹੀਨੇ ਪੂਰਾ ਬੈਲੇਂਸ ਚੁਕਾਓ।"
  },
  {
    "en": "Review and adjust your budget monthly to stay on track with your goals.",
    "hi": "अपने लक्ष्यों के साथ ट्रैक पर बने रहने के लिए मासिक अपने बजट की समीक्षा और समायोजन करें।",
    "pa": "ਆਪਣੇ ਟੀਚਿਆਂ ਦੇ ਨਾਲ ਟ੍ਰੈਕ 'ਤੇ ਬਣੇ ਰਹਿਣ ਲਈ ਮਾਸਿਕ ਆਪਣੇ ਬਜਟ ਦੀ ਸਮੀਖਿਆ ਅਤੇ ਐਡਜਸਟਮੈਂਟ ਕਰੋ।"
  },
  {
    "en": "Buy health insurance early—medical emergencies can drain your savings quickly.",
    "hi": "जल्दी स्वास्थ्य बीमा खरीदें—मेडिकल इमरजेंसी आपकी बचत को तुरंत खत्म कर सकती है।",
    "pa": "ਜਲਦੀ ਸਿਹਤ ਬੀਮਾ ਖਰੀਦੋ—ਮੈਡੀਕਲ ਐਮਰਜੈਂਸੀ ਤੁਹਾਡੀ ਬਚਤ ਨੂੰ ਤੁਰੰਤ ਖਤਮ ਕਰ ਸਕਦੀ ਹੈ।"
  },
  {
    "en": "Compare prices before making any major purchase to get the best deals.",
    "hi": "बेहतर डील पाने के लिए कोई भी बड़ी खरीदारी करने से पहले कीमतों की तुलना करें।",
    "pa": "ਬਿਹਤਰ ਡੀਲ ਪਾਉਣ ਲਈ ਕੋਈ ਵੀ ਵੱਡੀ ਖਰੀਦਦਾਰੀ ਕਰਨ ਤੋਂ ਪਹਿਲਾਂ ਕੀਮਤਾਂ ਦੀ ਤੁਲਨਾ ਕਰੋ।"
  },
  {
    "en": "Diversify your investments—don't put all your money in one basket.",
    "hi": "अपने निवेश को विविधीकृत करें—अपना सारा पैसा एक ही टोकरी में न डालें।",
    "pa": "ਆਪਣੇ ਨਿਵੇਸ਼ਾਂ ਨੂੰ ਵਿਵਿਧਤਾ ਦਿਓ—ਆਪਣਾ ਸਾਰਾ ਪੈਸਾ ਇੱਕ ਹੀ ਟੋਕਰੀ ਵਿੱਚ ਨਾ ਪਾਓ।"
  },
  {
    "en": "Set up automatic transfers to your savings account to build wealth consistently.",
    "hi": "निरंतर संपत्ति बनाने के लिए अपने बचत खाते में ऑटोमैटिक ट्रांसफर सेट करें।",
    "pa": "ਲਗਾਤਾਰ ਦੌਲਤ ਬਣਾਉਣ ਲਈ ਆਪਣੇ ਬਚਤ ਖਾਤੇ ਵਿੱਚ ਆਟੋਮੈਟਿਕ ਟ੍ਰਾਂਸਫਰ ਸੈੱਟ ਕਰੋ।"
  },
  {
    "en": "Cook at home more often—eating out frequently drains your budget quickly.",
    "hi": "घर पर अधिक खाना बनाएं—बार-बार बाहर खाना आपके बजट को तुरंत खत्म कर देता है।",
    "pa": "ਘਰ ਵਿੱਚ ਜ਼ਿਆਦਾ ਖਾਣਾ ਬਣਾਓ—ਅਕਸਰ ਬਾਹਰ ਖਾਣਾ ਤੁਹਾਡੇ ਬਜਟ ਨੂੰ ਤੁਰੰਤ ਖਤਮ ਕਰ ਦਿੰਦਾ ਹੈ।"
  },
  {
    "en": "Pay off high-interest debts first—they cost you more in the long run.",
    "hi": "उच्च ब्याज वाले कर्जों को पहले चुकाएं—लंबे समय में वे आपको अधिक नुकसान पहुंचाते हैं।",
    "pa": "ਉੱਚ ਵਿਆਜ ਵਾਲੇ ਕਰਜ਼ਿਆਂ ਨੂੰ ਪਹਿਲਾਂ ਚੁਕਾਓ—ਲੰਮੇ ਸਮੇਂ ਵਿੱਚ ਇਹ ਤੁਹਾਨੂੰ ਜ਼ਿਆਦਾ ਨੁਕਸਾਨ ਪਹੁੰਚਾਉਂਦੇ ਹਨ।"
  },
  {
    "en": "Use the 50/30/20 rule—50% needs, 30% wants, 20% savings and debt payments.",
    "hi": "50/30/20 नियम का उपयोग करें—50% जरूरतें, 30% इच्छाएं, 20% बचत और कर्ज भुगतान।",
    "pa": "50/30/20 ਨਿਯਮ ਦਾ ਉਪਯੋਗ ਕਰੋ—50% ਜ਼ਰੂਰਤਾਂ, 30% ਇੱਛਾਵਾਂ, 20% ਬਚਤ ਅਤੇ ਕਰਜ਼ਾ ਭੁਗਤਾਨ।"
  },
  {
    "en": "Start a side hustle—extra income streams provide financial security.",
    "hi": "साइड हसल शुरू करें—अतिरिक्त आय के स्रोत वित्तीय सुरक्षा प्रदान करते हैं।",
    "pa": "ਸਾਈਡ ਹਸਲ ਸ਼ੁਰੂ ਕਰੋ—ਵਾਧੂ ਆਮਦਨ ਦੇ ਸਰੋਤ ਆਰਥਿਕ ਸੁਰੱਖਿਆ ਪ੍ਰਦਾਨ ਕਰਦੇ ਹਨ।"
  },
  {
    "en": "Learn about taxes—proper planning can save you thousands every year.",
    "hi": "टैक्स के बारे में जानें—उचित योजना आपको हर साल हजारों बचा सकती है।",
    "pa": "ਟੈਕਸਾਂ ਬਾਰੇ ਸਿੱਖੋ—ਸਹੀ ਯੋਜਨਾ ਤੁਹਾਨੂੰ ਹਰ ਸਾਲ ਹਜ਼ਾਰਾਂ ਬਚਾ ਸਕਦੀ ਹੈ।"
  }
]
